[<ResArticle>]
[<docTitle>]
Template-free synthesis of ZnS nanocrystals with a new sulfur source and their photocatalytic study
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84928747279&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=0&relpos=0&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Kaur, M., Nagaraja, C.M.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 Elsevier B.V. All rights reserved. A facile, one-pot, template-free solvothermal route for the synthesis of ZnS microspheres composed of nanocrystals (NCs) using 4,4′-dipyridyldisulfide (DPDS=(C5H4N)2S2) as a new in situ source of S2- ions without the use of capping agent has been presented. Powder X-ray diffraction measurements of the samples revealed the hexagonal structure of the ZnS NCs. FESEM and TEM analyses unveiled the spherical morphology of ZnS microspheres composed of NCs with diameter of 15-20 nm. Optical investigation showed that ZnS NCs have an UV-vis absorption at 250 nm which is blue-shifted compared to that of bulk ZnS and the calculated value of band gap is 4.6 eV. Photocatalytic investigation of the ZnS NCs showed very good photocatalytic activity for degradation of methyl orange (MO) dye.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Theoretical analysis and testing of nanofluids-based solar photovoltaic/thermal hybrid collector[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84929380194&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=1&relpos=1&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Saroha, S., Mittal, T., Modi, P.J., (...), Taylor, R.A., Otanicar, T.P.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 by ASME. Solar energy can be harvested via thermal, photovoltaic, and photovoltaic/thermal (PV/T) hybrid technologies. PV/T systems are advantageous because they utilize more of the solar spectrum and achieve a higher combined efficiency. One approach to PV/T design is to keep the operating temperature of the PV low while achieving a high temperature for the thermal absorber. Various designs of PV/T hybrids (both flat plate and concentrated) have already been proposed which utilize air or water to remove the heat from PV cells in order to enhance the overall efficiency of PV/T hybrid collector. We propose that a nanofluid can be used instead, doubling as both the heat transfer medium and an optical filter, which allows for thermal isolation of the PV and thermal receiver. Thus, unwanted IR and UV light is filtered before it hits the PV cells, which allows for higher overall efficiencies. In this study, a new design of a PV/T hybrid collector was proposed and two nanofluid filters (based on gold and silver nanoparticles) were tested with a silicon (Si) PV cell. The corresponding stagnation temperatures of PV/T hybrid collector were measured and compared with a theoretical model. The experimental measurements validate the theoretical model, giving similar results over the range of parameters tested. The silver nanofluid design achieved the highest thermal, PV and overall efficiency and both nanofluid configurations out-performed an analogous surface absorber PV/T design under similar conditions. Overall, this study shows that nanofluids represent a feasible and viable multifunctional (optical filter and heat transfer) media in PV/T solar systems.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Spatial charge distribution in fibrous dielectrics
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84928655179&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=2&relpos=2&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Thakur, R., Das, D., Das, A., Reddy, C.C.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 Elsevier B.V. In this work, an attempt was made to study the spatial charge distribution in fibrous dielectrics using pulsed electro-acoustic method. The polarized dielectrics displayed in-depth charge polarization and exhibited slow charge decay. The initial charge density was found to increase with an increase in polarization voltage as well as polarization time. The statistical analysis revealed that though the polarization voltage affected the initial charge density significantly, the polarization time was insignificant. A multiple linear regression model of initial charge density was developed and found to predict the experimental results quite satisfactorily.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Erratum: Adomian decomposition method for a stepped fin with all temperature-dependent modes of heat transfer (International Journal of Heat and Mass Transfer (2015) 82 (447-459) (DOI:10.1016/j.ijheatmasstransfer.2014.11.070))
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84927948396&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=3&relpos=3&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Singla, R.K., Das, R.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
No abstract available
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Three novel input logic gates supported by fluorescence studies: Organic nanoparticles (ONPs) as chemo-sensor for detection of Zn2+ and Al3+ in aqueous medium
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84925652838&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=4&relpos=4&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Huerta-Aguilar, C.A., Pandiyan, T., Singh, N., Jayanthi, N.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 Elsevier B.V. All rights reserved. Organic nanoparticles (ONPs) of N,N′-ethylenebis(salicylimine) (salen) were synthesized and applied for specific recognition of Zn2+ and Al3+ ions in an aqueous medium. The results show that fluorescence intensity rises with the increasing concentration of Zn2+ in salen solution, proving that salen-ONPs detect Zn2+ efficiently in the aqueous medium as chemo-sensor. Furthermore, the salen-ONPs/Zn2+ system performs as an ON-OFF switch between pH 6.0 and 4.0. Amusingly, although salen-ONPs/Al3+ does not show any significant effect in the fluorescence spectra, highest fluorescence intensity was observed when Al3+ ion was added to salen-ONPs/Zn2+ in a sequential order (addition of Zn2+ to salen-ONPs, followed by Al3+). This system can be applied as a novel three inputs logic gate supported by the fluorescence for the detection of Zn2+ and Al3+ in biological and environmental samples. It appears that photo induced electron transfer (PET) occurs in the salen-ONPs when the fluorophore is excited. For salen/Zn2+ system, the PET is being inhibited considerably by lowering the receptor HOMO energy due to the formation of a bond between the metal ion and ligand, enhancing the fluorescence emission. This is consistent with the theoretical study that the energy of HOMO of the ligand is lower than that of Zn(salen)2+ complex.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Suitability of frequency modulated thermal wave imaging for skin cancer detection-A theoretical prediction
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84925728747&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=5&relpos=5&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Bhowmik, A., Repaka, R., Mulaveesala, R., Mishra, S.C.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 Elsevier Ltd. A theoretical study on the quantification of surface thermal response of cancerous human skin using the frequency modulated thermal wave imaging (FMTWI) technique has been presented in this article. For the first time, the use of the FMTWI technique for the detection and the differentiation of skin cancer has been demonstrated in this article. A three dimensional multilayered skin has been considered with the counter-current blood vessels in individual skin layers along with different stages of cancerous lesions based on geometrical, thermal and physical parameters available in the literature. Transient surface thermal responses of melanoma during FMTWI of skin cancer have been obtained by integrating the heat transfer model for biological tissue along with the flow model for blood vessels. It has been observed from the numerical results that, flow of blood in the subsurface region leads to a substantial alteration on the surface thermal response of the human skin. The alteration due to blood flow further causes a reduction in the performance of the thermal imaging technique during the thermal evaluation of earliest melanoma stages (small volume) compared to relatively large volume. Based on theoretical study, it has been predicted that the method is suitable for detection and differentiation of melanoma with comparatively large volume than the earliest development stages (small volume). The study has also performed phase based image analysis of the raw thermograms to resolve the different stages of melanoma volume. The phase images have been found to be clearly individuate the different development stages of melanoma compared to raw thermograms.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Pyrrole-coupled salicylimine-based fluorescence "turn on" probe for highly selective recognition of Zn<sup>2+</sup> ions in mixed aqueous media: Application in living cell imaging
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84928103204&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=6&relpos=6&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Bhosale, J., Fegade, U., Bondhopadhyay, B., (...), Bendre, R., Kuwar, A.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
Copyright © 2015 John Wiley & Sons, Ltd. Cation sensing behaviour of a pyrrole-based derivative (2-hydroxyl 3 methyl 6 isopropyl benzaldehyde}-3,4-dimethyl-1H-pyrrole-2-carbohydrazide (receptor 3) has been explored and is found to be selective towards Zn2+ over a variety of tested cations. The receptor 3 has shown high selectivity and sensitivity towards Zn2+ over the other alkali, alkaline earth and transition metal ions. In the presence of Zn2+, absorption band of receptor 3 has shown the red shift. The sensing behaviour has been suggested to continue via enhancement process which has further been supported by UV-vis absorption and theoretical density functional theory (DFT) calculations indicating the formation of a 1:1 complex between the pyrrole based receptor 3 and Zn2+. The present work is presenting a highly selective dual channel colorimetric sensor for zinc with great sensitivity. The developed sensor was successfully applied to image intracellular Zn2+ in living cells.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Development of Erosion-Corrosion-Resistant Cold-Spray Nanostructured Ni-20Cr Coating for Coal-Fired Boiler Applications
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84929688064&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=7&relpos=7&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Kumar, M., Singh, H., Singh, N., (...), Kumar, S., Joshi, S.V.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 ASM International The erosion-corrosion (E-C) behavior of a cold-spray nanostructured Ni-20Cr coating was studied under cyclic conditions in a coal-fired boiler. This study was done for 15 cycles (1500 h), in which each cycle comprised 100 h of heating in the boiler environment, followed by 1 h of cooling under ambient air conditions. The E-C extent was evaluated in terms of thickness loss data of the samples. The eroded-corroded samples were characterized using XRD, SEM/EDS, and x-ray mapping analyses. The nanostructured coating offered excellent E-C protection to boiler tube material (SA 516 steel) under harsh live conditions of the boiler. This E-C resistance offered by investigated coating may be attributed to the presence of protective NiO and Cr2O3 phases in its oxide scale and its superior as-sprayed microhardness.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Potassium induced stitching of a flexible tripodal ligand into a bi-metallic two-dimensional coordination polymer for photo-degradation of organic dyes
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84929223015&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=8&relpos=8&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Bhardwaj, V.K.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© The Royal Society of Chemistry 2015. A novel strategy for the stitching of a tripodal ligand into a bi-metallic two-dimensional (2D) coordination polymer has been reported. The reaction of 5-nitrosalicylaldehyde based ligand H3L with nickel acetate resulted in the metal functionalized 2D extended network via potassium induced activation of the nitro group of the ligand. The compound is highly active towards photo-degradation of organic dyes.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
A novel transition metal free [bis-(trifluoroacetoxy)iodo]benzene (PIFA) mediated oxidative ipso nitration of organoboronic acids
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84928485211&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=9&relpos=9&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Chatterjee, N., Bhatt, D., Goswami, A.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
This journal is © The Royal Society of Chemistry 2015. A mild, convenient and transition metal free methodology for oxidative ipso nitration of diversely functionalized organoboronic acids, including heteroaryl- and alkylboronic acids, has been developed at ambient temperature using a combination of [bis-(trifluoroacetoxy)]iodobenzene (PIFA) - N-bromosuccinimide (NBS) and sodium nitrite as the nitro source. It is anticipated that the reaction proceeds through in situ generation of NO2 and O-centred organoboronic acid radicals followed by the formation of an O-N bond via combination of the said radicals. Finally transfer of the NO2 group to the aryl moiety occurs through 1,3-aryl migration to provide the nitroarenes.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Spin distribution measurements in <sup>16</sup>O+<sup>159</sup>Tb system: Incomplete fusion reactions
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84928342511&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=10&relpos=10&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Sharma, V.R., Yadav, A., Singh, P.P., (...), Bhowmik, R.K., Prasad, R.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 IOP Publishing Ltd. The spin distributions of complete and incomplete fusion residues populated in the 16O+159Tb system have been measured using the particle-γ coincidence technique to investigate the role of high angular momentum values in the production of direct-α-emitting channels. Spin distributions of various αxn channels are measured at ELab ≈ 6.2 MeV A-1. Entirely different de-excitation patterns are observed in direct-α-emitting channels and fusion-evaporation channels. The fusion-evaporation channels are found to be strongly fed over a broad spin range. While narrow range feeding for only high-spin states was observed in the case of direct-α-emitting channels. To have a better insight into the associated angular momenta values in different reaction channels, the present data are compared with similar data from [1, 2]. The mean driving angular momenta involved in the production of direct-α-emitting channels are found to be higher than those involved in the production of fusion-evaporation channels.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Selective chemosensing of spermidine based on fluorescent organic nanoparticles in aqueous media via a Fe<sup>3+</sup> displacement assay
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84929095343&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=11&relpos=11&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Chopra, S., Singh, J., Kaur, H., (...), Singh, N., Kaur, N.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© The Royal Society of Chemistry and the Centre National de la Recherche Scientifique 2015. A novel fluorescent chemosensor based on fluorescent organic nanoparticles (F1) has been synthesized. This tripodal framework shows significant fluorescence quenching for Fe3+ ions from among nineteen metal ions due to the formation of a F1·Fe3+ complex. The lowest detectable concentration of F1 for Fe3+ ions was found to be 1.66 μM. Upon the addition of spermidine (a biologically active amine), the fluorescence intensity of the aqueous solution of complex increases with a detection limit of 3.68 μM indicating that spermidine can displace Fe3+ ions from the F1·Fe3+ complex. Moreover, the recognition of spermidine was selective with no interference from other biogenic amines studied. Thus, F1·Fe3+ acts as a potential sensor for spermidine through a cation displacement assay in aqueous media.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Pyrimidine-based functional fluorescent organic nanoparticle probe for detection of Pseudomonas aeruginosa
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84927603329&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=12&relpos=12&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Kaur, G., Raj, T., Kaur, N., Singh, N.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© The Royal Society of Chemistry 2015. A pyrimidine-based sensor (1) has been synthesized through the facile one pot reaction of pyrrole-2-carboxaldehyde, 2-aminobenzimidazole and 1, 3-dimethylbarbituric acid in methanol using a few drops of HCl as a catalyst. Further, compound 1 was fabricated into its fluorescent organic nanoparticles (FONPs) and characterized using DLS and SEM. The photophysical evaluation of the FONPs was done against bacteria and fungi. It was observed that the fluorescence intensity of the FONPs was selectively enhanced in the presence of the Gram -ve bacterium Pseudomonas aeruginosa with a detection limit of 46 CFU. To the best of our knowledge, this study is the first report on the use of the FONPs of pyrimidine derivative 1 for the detection of Pseudomonas aeruginosa in various samples.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Highly Selective and Efficient Reduction of Nitroarenes by Imidazolium Salt Stabilized Copper Nanoparticles in Aqueous Medium
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84928322917&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=13&relpos=13&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Singh, A., Raj, T., Singh, N.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 Springer Science+Business Media New York Abstract: Imidazolium salt stabilized copper nanoparticles were developed and characterized using TEM, DLS and EDX studies. Copper nanoparticles were further utilized as heterogeneous catalyst for the highly selective and efficient reduction of nitroarenes (1a–10a) to the corresponding aromatic amines (1b–10b) in aqueous medium. Imidazolium salt stabilized copper nanoparticles are not only causing the stability of the copper nanoparticles but also greatly enhancing the reactivity and selectivity of reduction reaction in presence of several functional group (–OH, –CHO and –NH2) in aqueous medium with higher yield. Graphical Abstract: [Figure not available: see fulltext.]
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Infrared Thermal Wave Imaging for Nondestructive Testing of Fibre Reinforced Polymers
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84928155132&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=14&relpos=14&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Siddiqui, J.A., Arora, V., Mulaveesala, R., Muniyappa, A.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 Society for Experimental Mechanics Among various widely used InfraRed Thermal Non-Destructive Testing (IRTNDT) modalities, Non-Stationary Thermal Wave Imaging (NSTWI) techniques have proved to be an indispensable approach for the inspection and evaluation of various materials. Growing concern for the development of surface and subsurface defect detection techniques with moderate peak power heat sources (than the widely used conventional pulse based thermographic methods) and in a reasonably less testing time (compared to sinusoidal modulated lock-in thermography), makes these NSTWI techniques invaluable for this field. The present work highlights a comparative study on various NSTWI techniques, further experimental results are presented to find their defect detection capabilities by taking signal to noise ratio (SNR) into consideration.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Cu2+-driven selective colorimetric sensing of iodide ions and AND logic gate using citrate-capped AgNPs
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84922439381&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=15&relpos=15&citeCnt=1&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Bothra, S., Kumar, R., Kuwar, A., Singh, N., Sahoo, S.K.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 Elsevier B.V. A highly selective and sensitive colorimetric nanosensor driven by Cu2+ ion for iodide (I-) ion was developed using citrate-capped AgNPs. This assay relied upon the distance-dependent optical properties of AgNPs where Cu2+ was employed as interlinking agent. In the simultaneous presence of I- and Cu2+, the system showed a color change from yellow to colorless that could be monitored using naked-eyes and UV-vis spectrophotometer. The nanosensor exhibited good iodide sensitivity with a detection limit of 0.24 μM. Further, the nanosystem was developed as an AND type logic gate with the inputs of Cu2+ and I-.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Thermally developing combined electroosmotic and pressure-driven flow of nanofluids in a microchannel under the effect of magnetic field
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84919360208&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=16&relpos=16&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Ganguly, S., Sarkar, S., Kumar Hota, T., Mishra, M.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2014 Elsevier Ltd. In the present study, the heat transfer characteristics of thermally developing magnetohydrodynamic flow of nanofluid through microchannel are delineated by following a semi-analytical approach. The combined influences of pressure-driven flow, electroosmotic transport and magnetic field is taken into account for the analysis of the complex microscale thermal transport processes. Solutions for the normalized temperature distributions and the Nusselt number variations, considering the simultaneous interplay of electrokinetic effects (electroosmosis), magnetic effects, Joule heating and viscous dissipation are obtained, for constant wall temperature condition. Particular attention is paid to assess the role of nanofluids in altering the transport phenomena, through variations in the effective nanoparticle volume fractions, as well as the aggregate structure of the particulate phases. It is observed that magnetohydrodynamic effect reduces advective transport of the liquid resulting in gradual reduction of heat transfer. Increase in nanoparticle volume fraction shows decrease in heat transfer. Similar effects are observed with increase in aggregate sizes of the nanoparticles. The effect of the nanofluids on system irreversibility is also studied through entropy generation analysis due to flow and heat transfer in the microchannel. Total entropy generation is found to be dominant at the thermally developing region of the microchannel, whereas it drops sharply at the thermally developed region. Presence of nanoparticles in the base fluid reduces the total entropy generation in the microchannel, thereby indicating decrease in thermodynamic irreversibility with increasing nanoparticle volume fraction.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Estimation of temporal separation of slow light pulses in atomic vapors by weak measurement
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84929493994&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=17&relpos=17&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Kumar, P., Dasgupta, S.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 American Physical Society. We show how two circular polarization components of a linearly polarized pulse, propagating through a coherently driven dilute atomic vapor, can be well resolved in a time domain by weak measurement. The slower group velocity of one of the components due to electromagnetically induced transparency leads to a differential group delay between the two components. For a low number density, this delay may not be large enough to temporally resolve the two components. We show how this can be enhanced in terms of the mean time of arrival of the output pulse through a postselected polarizer. We demonstrate the idea with all the analytical and numerical results, with a specific example of alkali atoms.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Organic-Inorganic hybrid nanoparticles for bacterial inhibition: Synthesis and characterization of doped and undoped ONPs with Ag/Au NPs
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84928592050&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=18&relpos=18&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Aguilar, C.A.H., Jiménez, A.B.P., Silva, A.R., (...), Ramos, J.M.V., Singh, N.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
© 2015 by the authors; licensee MDPI. Organic nanoparticles (ONPs) of lipoic acid and its doped derivatives ONPs/Ag and ONPs/Au were prepared and characterized by UV-Visible, EDS, and TEM analysis. The antibacterial properties of the ONPs ONPs/Ag and ONPs/Au were tested against bacterial strains (Staphylococcus aureus, Bacillus cereus, Escherichia coli and Salmonella typhi). Minimal Inhibitory Concentration (MIC) and bacterial growth inhibition tests show that ONPs/Ag are more effective in limiting bacterial growth than other NPs, particularly, for Gram positive than for Gram-negative ones. The order of bacterial cell growth inhibition was ONPs/Ag > ONPs > ONPs/Au. The morphology of the cell membrane for the treated bacteria was analyzed by SEM. The nature of bond formation of LA with Ag or Au was analyzed by molecular orbital and density of state (DOS) using DFT.
[</preAbs>]
[<ResArticle>]
[<docTitle>]
Lewis-acid-catalysed tandem meinwald rearrangement/intermolecular [3+2]-cycloaddition of epoxides with donor-acceptor cyclopropanes: Synthesis of functionalized tetrahydrofurans
[</docTitle>]
[<titleLink>]https://www.scopus.com/record/display.url?eid=2-s2.0-84926609322&origin=resultslist&sort=plf-f&src=s&sid=86B344CAB5937361BC0DE97510022804.53bsOu7mi7A1NSY7fPJf1g%3a30&sot=aff&sdt=a&sl=54&s=AF-ID%28%22Indian+Institute+of+Technology+Ropar%22+60103918%29&relpos=19&relpos=19&citeCnt=0&searchTerm=AF-ID%28%5C%26quot%3BIndian+Institute+of+Technology+Ropar%5C%26quot%3B+60103918%29[</titleLink>]
[<authTitle>]
Kumar Pandey, A., Ghosh, A., Banerjee, P.
[</authTitle>]
[<pubYear>]
2015
[</pubYear>]
[<preAbs>]
Copyright © 2015 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. A Lewis-acid-catalysed tandem Meinwald rearrangement/[3+2]-cycloaddition of epoxides with donor-acceptor cyclopropanes to synthesize varieties of cis-2,5-aryl-benzyl-substituted tetrahydrofurans is described. An enantioselective version of the same transformation was achieved using an InCl3-PyBOX catalyst system.
[</preAbs>]
